{
  "title": "La'Ann 2050 Winter Olympics",
  "subtitle": "Welcome to the Escape Room",
  "abstract": [
    "Welcome to the XXXI La'Ann Winter Olympics!",
    "It’s the year 2050 and the country La’Ann is finally the host of the 2050 Winter Olympics! They have been waiting for this moment for years and are excited for their top athlete, Molina Bardhana, to take gold in the Women’s Ski Cross event. The La’Ann committee and Molina’s coach have been giving their full support to Molina and helping her prepare.",
    "Unfortunately, during qualifications, Justine Kristoff of Russio placed first with Molina falling seconds behind into second. Everyone was rooting for Justine as she was the first place contender for the Ski Cross event; however, in the finals, Justine fell because apparently she had food poisoning... Although, her fall meant that Molina was able to place first and take home the gold!",
    "While Molina is happy about her win, she has been receiving some heat from the media that she food poisoned Justine. Molina and her coach know that this isn’t true though and are trying to clear her name. Apparently in 45 minutes, the La’Ann committee will have a meeting to discuss whether to take away Molina’s gold medal. Molina needs to unconver the truth fast!"
  ],
  "terms": "This escape room was developed for educational and research purposes by the University of Washington. By clicking “Enter” you are consenting to have your participation be used for research purposes by the University of Washington. Your participation will remain completely anonymous and is completely voluntary.",
  "policy": {
    "text": "For further information about the University of Washington's privacy policy, click here:",
    "url": "https://privacy.uw.edu/policies"
  },
  "logo": {
    "TASCHA": "/images/logo/tascha.png",
    "CIP": "/images/logo/cip.png",
    "GAMER": "/images/logo/gamer.png",
    "PB": "/images/logo/pb.png"
  },
  "script": [
    ["Hi Molina, hope you’re doing well and recovering after your ski cross final.\n\nI know you’re physically exhausted from training and competing, but as your coach, I need to make sure you’re ready to clear your name. You and I both know that you weren’t involved with Justine’s untimely exit from the race. But now that you’ve won your gold here in your home nation, let’s show everyone that you’re not just some shady Olympic cheater.\n\nFirst thing I think you should do, is take a look at all those articles about you on Google. Looks like some of them are writing lies about you and the Olympics. You should take a look at them and try to see if you can report the fake news articles."],
    ["Congratulations on reporting the fake news articles, Molina! Hopefully we will be able to take those articles down soon...\n\nNow, you should take a look on your social media because you’ll notice there’s a number of bot accounts that are posting misleading information about you.\n\nSome of their profile pictures look fake though... so I’ve put their pictures from each of your socials into separate folders for you to investigate (in your photos). Take a look at them and try to see if you can distinguish a bot account from a real user."],
    ["You’ve been getting a ton of calls recently, huh? Makes sense, you should be expecting a call today from some high-ups in these Olympics. But be careful - I have a hunch that a good amount of those calls are from fake sources pretending to be real. Look through those voicemails and make sure you don’t get caught up in the tricky ones!"],
    ["Hey, it’s Timothee Holland again. I left you a voicemail earlier about your case, but I wanted to also let you know that this video is surfacing the Internet right now... I want to support you Molina, but I also want to know the truth.", "Unfortunately, after watching this video, I will be clearing this case. This evidence confirms that you may have partaken in poisoning Justine.\n\nI understand that you think this video is fake. While our team cannot help you anymore, feel free to trace back the video to see how far it went out."],
    ["Thank you for sending us information about where the video spread.\n\nIt turns out the video I saw was a deepfake video... so I deeply apologize for dropping your case with such evidence. I did some digging and fortunately found the original video. Go ahead and take a listen.", "So I guess your coach just set you up for the sake of the La’Ann Olympic team. We are looking into taking legal charge against his false accusations. In the meantime, you should share the original video out ASAP - clear your name."]
  ],
  "author": "Molina Bardhana",
  "upload": {
    "fake": "https://www.youtube.com/embed/hFWO6A52au8",
    "real": "https://www.youtube.com/embed/qe3z5xNahUg"
  },
  "ending": [
    "The video went viral! Now the entire world knows the truth! While we will miss the bond we had with Coach, justice was served, and Molina realized how corrupt the La’Ann committee was. As a result, there are now investigations into every Coach to ensure that their athletes are safe and healthy.\n\nWe are just happy that Molina was able to keep her Gold medal and find out the truth!\n\nCongratulations, you've solved the La'Ann 2050 Olympics Escape Room!",
    "It's amazing to think about how many realms of misinformation there are!\n\nWe covered:\n• Identifying contradictory headlines\n• Detecting real versus fake photos\n• Validating opinionated versus factual information\n• Deepfake videos\n• Tracing information through individual nodes"
  ],
  "misc": {
    "landing": "/images/lokisloop.jpg",
    "dialog": "/images/message/dialog.png",
    "dialog_in_person": "/images/message/deepfake-inperson.png",
    "notification": "/images/message/notification.png",
    "solution": "/images/puzzle5/3.png"
  }
}
