{
  "name": "Voicemails",
  "puzzleText": {
    "main": [
      "All of these voicemails all of a sudden! But something seems fishy here... although all of these voicemails make themselves sound urgent, some of these voicemails could be based on opinions without any facts supporting them! You may want to look for messages that are:",
      "Give them a listen and figure out which voicemails to ignore. Once you find out which voicemails are illegitimate, it will lead you to the code word."
    ],
    "bullets": [
      "Inconsistent",
      "Vague in Language and Details",
      "Based in Rumors",
      "Exaggerated",
      "Based in Verifiably Incorrect Details"
    ]
  },
  "calls": [
    {
      "number": "(340) 392-1718",
      "location": "Misala, La’Ann",
      "date": "Yesterday",
      "duration": "18:18",
      "audio_file": "/audio/puzzle3/voicemail_1.mp3",
      "transcription": "“Hi Melody, this is the Headmaster of the La'Ann Olympics. We are reaching out to you to notify you of your summons to the Olympic Advisory board meeting. Upon arrival, please prepare your law and issued ID, social security number, and birth certificate to verify your identity over the phone. Thank you.”"
    },
    {
      "number": "(502) 101-5617",
      "location": "Gorsha, La’Ann",
      "date": "Yesterday",
      "duration": "16:16",
      "audio_file": "/audio/puzzle3/voicemail_2.mp3",
      "transcription": "“Hi, this is Timothee Holland, the lead investigator for the International Olympic Committee. We spoke yesterday about your case, and I just wanted to call to see if we could ask follow-up questions about some new evidence we found in the case regarding your coach’s fingerprints on Justine Kristoff’s equipment. Call me back when you can.”"
    },
    {
      "number": "(104) 270-1209",
      "location": "Senaton, La’Ann",
      "date": "Yesterday",
      "duration": "16:09",
      "audio_file": "/audio/puzzle3/voicemail_3.mp3",
      "transcription": "“Hi, it’s Isaac rooting for you back home in Lacharta! I heard that the Olympic board has some penalties in store for you… I didn’t hear what specifically or remember where from, but that’s scary! Call me!”"
    },
    {
      "number": "(340) 143-1219",
      "location": "Misala, La’Ann",
      "date": "Yesterday",
      "duration": "13:19",
      "audio_file": "/audio/puzzle3/voicemail_4.mp3",
      "transcription": "“Molina, sweetie, it’s your aunt. I know you must be super stressed, but I wanted to call to tell you that you and the whole La’Ann Olympic Committee could be thrown in prison for up to 30 years! I read it on Facebook and your friend, Isaac even confirmed with me! I don’t want you to go to jail, so I thought I could warn you right now. ”"
    },
    {
      "number": "(340) 253-9805",
      "location": "Misala, La'Ann",
      "date": "Yesterday",
      "duration": "11:05",
      "audio_file": "/audio/puzzle3/voicemail_5.mp3",
      "transcription": "“Dear customer, this is a message from the Misala City Pharmacy notifying you that your prescription is ready for pick-up.”"
    },
    {
      "number": "(414) 607-9111",
      "location": "Lacharta, La’Ann",
      "date": "Yesterday",
      "duration": "08:11",
      "audio_file": "/audio/puzzle3/voicemail_6.mp3",
      "transcription": "“Molina, I can’t believe you and the nation of La’Ann! I’ve heard from someone that the La’Ann athletes have had a history of sabotage in the Olympic Village since 2084. I also heard they have footage of you sneaking around the athletes’ quarters. You should be ashamed!”"
    },
    {
      "number": "(502) 477-4020",
      "location": "Gorsha, La’Ann",
      "date": "Yesterday",
      "duration": "06:19",
      "audio_file": "/audio/puzzle3/voicemail_7.mp3",
      "transcription": "“Molina! This is Professor Iskabov from your alma mater. I got your number from one of your old professors. I needed to contact you because my lab has been doing research recently on the same chemical traces found in Justine’s bloodstream after the race. My lab and a few others had previously published some papers around the chemical and its usage. I was wondering if you could review them for me? Call me back at (502) 477-4020 if you have any questions!”"
    }
  ],
  "background": "/images/puzzle3/bg.png",
  "popup": ""
}
